{
  "terms": "Terms and conditions",
  "paragraph1": "Welcome to FeelBetter. FeelBetter is a web application designed to support you in the daily management of your chronic pain through cognitive work and meditation. These FeelBetter terms of Use primarily govern your use of the FeelBetter service.",
  "title1": "Understanding the FeelBetter service.",
  "paragraph2": "The FeelBetter service allows you ('FeelBetter users') to access to the educational content, and put it in practice throught the application by having your own record of alternative thoughts in your account.",
  "title2": "Who can use the FeelBetter service?",
  "paragraph3": "People of all ages can benefit from using the FeelBetter platform.",
  "title3": "Content of the FeelBetter service.",
  "paragraph4": "You are responsible for your use of the services and any content you provide, including compliance with applicable laws, rules and regulations. You should only provide us with content that you wish to store on a server solely for your own use. No other users can have acces. And we do not use this data for any purpose, not even to propose improvements to your experience. That's why we hope you contact us yourself for suggestions for improvement.",
  "title4": "Your rights and transfer of rights to the content.",
  "paragraph5": "You retain your rights to any content you save through our services. What's yours is yours: you own your content.",
  "title5": "Your account.",
  "paragraph6": "You may want or not to create an account to use the services, it is not necessary in order to enjoy the content and practices of the platform. However, if you decide to have your account, you are responsible for its security, so you should use a strong password and limit its use to this account. We cannot and will not be held liable for any loss or damage arising from your failure to comply with the above conditions.",
  "title6": "Your license to use the services.",
  "paragraph7": "We grant you a personal, worldwide, royalty-free, non-assignable, non-exclusive license to use the software provided to you as part of the services. This license is for the sole purpose of enabling you to use and enjoy the benefit of the services provided by FeelBetter, in the manner authorized in these terms.",
  "title7": "Misuse of the services.",
  "paragraph8": "You also agree not to misuse the services, for example, by interfering with them or accessing them using a method other than the interface and instructions we have provided to you. You agree not to circumvent the technical limitations of the software provided to you as part of the services, nor to reverse engineer, decompile or disassemble the software."
}
