{
  "learn": "learn",
  "about-chronic": "about chronic",
  "pain": "pain",
  "learn-intro": "Learning about pain allows us to better understand its origin and how it affects our body and mind, and helps us find strategies to manage it and improve our quality of life.",
  "question-1": "Why is it important to learn about pain?",
  "question-1-explanation-1": "Knowledge about pain has advanced a lot in the last decade. Scientists now better understand how pain is processed and why it becomes chronic. However, this information takes a long time to reach the healthcare system, which is why many people still have misconceptions about pain.",
  "question-1-explanation-2": "It is important to update your knowledge about pain, as this will help you understand why some pain management strategies have not worked for you and will give you access to new strategies that may help. Let's clarify some ideas below:",
  "question-2": "Pain is not just physical",
  "question-2-explanation-1": "Pain is not only a physical experience, but also a biopsychosocial experience. This means that pain is influenced by physical factors (such as injuries or viruses), psychological (such as thoughts and emotions), and social factors (such as environmental context and social beliefs).",
  "question-2-explanation-2": "All of these factors interact with each other to influence how we experience pain. For example, a person with back pain may experience more pain if they are stressed or anxious. Likewise, a person who lives in a culture that views pain as a sign of weakness may be more likely to report pain than someone who lives in a culture that views pain as a normal part of life.",
  "question-2-explanation-3": "It is important to understand the biopsychosocial nature of pain in order to manage it effectively. This means addressing not only the physical factors of pain, but also the psychological and social factors.",
  "question-2-explanation-4": "Here are some examples of how different aspects of pain can be addressed:",
  "question-2-point-1": "Physical factors:",
  "question-2-point-1-explanation": "Medications, physical therapy, surgery.",
  "question-2-point-2": "Psychological factors:",
  "question-2-point-2-explanation": "Cognitive-behavioral therapy, relaxation techniques, mindfulness.",
  "question-2-point-3": "Social factors:",
  "question-2-point-3-explanation": "Social support, pain education, lifestyle changes.",
  "question-2-explanation-5": "By addressing pain holistically, we can improve our quality of life and reduce our suffering. In the FeelBetter application we are trying to address psychological factors, especially for those people who find it more difficult to access qualified professionals, or for those who want to use the application as a complement to the therapy they are already carrying out.",
  "question-3": "Pain occurs in the nervous system",
  "question-3-explanation-1": "Pain is not processed where we feel it, but in the brain and nervous system. This includes all types of pain, from a backache to a migraine.",
  "question-3-explanation-2": "The pain response does not come from damaged tissue, but from the nervous system. The nervous system receives information from pain receptors in the tissues, but also takes into account other factors, such as our thoughts, emotions, and past experiences.",
  "question-3-explanation-3": "That is why two people can suffer the same injury and have completely different pain experiences. The brain is what decides how much pain to produce, where and for how long.",
  "question-3-explanation-4": "The good news is that the brain and nervous system can be reprogrammed. They are plastic throughout our lives. Therefore, although changes in the brain have already occurred with chronic pain, many of them can be reversed, sometimes completely. By identifying and addressing some of the factors that have led your nervous system to a hypersensitive state, you may be able to decrease the frequency or intensity with which it triggers a pain response.",
  "question-3-explanation-5": "One of the most effective ways to reverse these brain changes is to learn cognitive, behavioral and psychological techniques. These techniques can take various forms, for example calming the brain's fear response during a flare (technically called 'reducing catastrophizing').",
  "question-4": "Working on our reaction to pain is key",
  "question-4-explanation-1": "It is important to work on the way we react to pain because our thoughts, emotions, and past experiences can influence the intensity and duration of pain. For example, if we are anxious or stressed, we are likely to experience more pain. Likewise, if we have a negative belief about pain, such as thinking that it is a sign of weakness, we are likely to be more sensitive to pain.",
  "question-4-explanation-2": "There are many ways to work on how we react to pain. Some of the most effective techniques include:",
  "question-4-point-1": "Cognitive-behavioral therapy:",
  "question-4-point-1-explanation": "This therapy helps identify and change negative thoughts and beliefs that may be contributing to the pain.",
  "question-4-point-2": "Relaxation techniques:",
  "question-4-point-2-explanation": "These techniques, such as deep breathing or meditation, can help reduce stress and anxiety, which can make pain worse.",
  "question-4-point-3": "Mindfulness:",
  "question-4-point-3-explanation": "This practice involves paying attention to the present moment without judgment. It can help increase awareness of our thoughts and emotions, and develop a more compassionate attitude towards pain.",
  "question-4-explanation-3": "It is important to remember that there is no one-size-fits-all solution to pain. What works for one person may not work for another. It's important to find an approach that works best for you.",
  "question-5": "It is important to lose the fear of pain",
  "question-5-explanation-1": "Fear is a natural and necessary response to danger. When we perceive a threat, our body prepares to fight or flee. The fight or flight response is produced by the release of hormones, mainly adrenaline and cortisol. This is fine to protect us from real danger, such as running if we see a lion.",
  "question-5-explanation-2": "But if what you experience is fear or anxiety related to your daily life, and on a prolonged basis, this can have negative consequences on your body and mind. On a physical level, it causes the muscles to tense more than normal, and this increases the pain. Being like this all day is exhausting and if we add that it usually interferes with sleep and that we don't sleep well at night either, our pain tolerance can drop considerably.",
  "question-5-explanation-3": "On a mental level, fear generates anxiety and a feeling of not being able to manage our lives. This leads us to generate negative thoughts that make us increase the perception of pain, suffer from depression, isolate ourselves socially and lower our self-esteem to the point of being unable to face the pain.",
  "question-5-explanation-4": "That's why it's so important to stop the vicious cycle of unhelpful thoughts. Therefore, we must learn to take care of our mind. If we are very down, at first it may seem useless to us. We are not saying to try to continually maintain positivity. That's impossible. But we must be aware that reaching the other dark extreme is only going to make us feel worse. And that path is not the one we want to take.",
  "question-6": "What else can I do to feel better?",
  "question-6-explanation-1": "At FeelBetter we give you the tools to work on negative thoughts and to have meditations on hand that help you manage pain. However, there are many more things you can do. Relaxation techniques such as deep breathing or yoga are other types of “meditation” that are extremely useful. Then, any physical activity that you can carry out, adapted to the possible physical limitations you may have, is essential to reduce anxiety. Regular exercise releases endorphins, which have a natural pain-relieving effect and improve mood.",
  "question-6-explanation-2": "On the other hand, there are other very effective techniques that can also help you reduce anxiety, fear and the perception of pain, such as gradual exposure to pain. This technique is based, in short, on exposing yourself to situations that cause mild pain, such as performing gentle physical activity or walking for a short time, and as you get a little used to it, gradually increasing the intensity and duration of the pain. exposure. However, gradual exposure to pain should be guided by a health professional, such as a physical therapist or psychologist, because it is a very individual process.",
  "question-6-explanation-3": "The important thing is that you don't abandon yourself and take care of yourself. Watch your diet by consuming a healthy and balanced diet that provides the necessary nutrients for your body. Get enough sleep, rest is essential for recovery and pain management. Practice regular physical exercise, adapted to your condition, as we have said before. If you can, join a support group. Sharing experiences with other people living with chronic pain can help you feel less alone and find useful coping strategies. And of course, if you can afford it, a psychologist can help you develop your strategies to manage stress, anxiety and pain in a more personalized way.",
  "question-6-explanation-4": "And above all, don't give up. Accept pain as part of your life, don't become obsessed with eliminating it completely, focus on learning to live with it in the best way possible. Set realistic goals, don't push yourself too hard and celebrate every small achievement. Be patient, the recovery process from chronic pain can be long and slow. Don't be discouraged if you don't see immediate results. Maintain a positive attitude, hope and positivity are key to dealing with chronic pain.",
  "question-6-explanation-5": "And remember, we are not alone. Millions of people around the world live with chronic pain. Help is available and you can learn to manage it and improve your quality of life. You are the best expert on your pain, trust your instincts and listen to your body. With effort and dedication, you can overcome the challenges of chronic pain and live a full and meaningful life.",
  "bibliography": "Bibliography"
}
