{
  "meditations": "Guided meditations",
  "advice": "Read some tips before you start",
  "here": "here",
  "advice-to-meditate": "Tips for meditating",
  "preparation": "Preparation:",
  "preparation-point-one": "Choose a quiet and comfortable place:",
  "preparation-point-one-explanation": "Find a space where you can be alone and without interruptions. Make sure the temperature is comfortable and the light is not too bright.",
  "preparation-point-two": "Wear comfortable clothing:",
  "preparation-point-two-explanation": "Wear loose-fitting clothing that will not constrict or bother you during meditation.",
  "preparation-point-three": "Get into a comfortable position:",
  "preparation-point-three-explanation": "Meditation is not only done in the lotus position as we see in most photos and videos. It can be done perfectly in a chair or stretched out. If you can keep your back straight, whatever the position, the better.",
  "attitude": "Mental activity:",
  "attitude-point-one": "Have realistic expectations:",
  "attitude-point-one-explanation": "Meditation is not a cure for chronic pain, but it helps you manage it better. Don't expect the pain to disappear completely, but you can expect to feel calm and relaxation as a mental and physical relief.",
  "attitude-point-two": "Be patient:",
  "attitude-point-two-explanation": "It takes time and practice to learn to meditate. Don't be discouraged if you don't notice immediate results.",
  "attitude-point-three": "Don't judge yourself:",
  "attitude-point-three-explanation": "It is normal for your mind to wander during meditation. Don't beat yourself up about it, just bring it back to present attention.",
  "remember": "Remember:",
  "remember-point-one": "You can start with short meditations:",
  "remember-point-one-explanation": "You don't need to meditate for a long time at first. You can start with 5 or 10 minute sessions and gradually increase the time as you feel more comfortable.",
  "remember-point-two": "Practice meditation regularly:",
  "remember-point-two-explanation": "To create new neural connections that learn to generate well-being, consistency is important. Try to meditate at least once a day, at the same time.",
  "ok": "Ok",
  "5min": "5 minutes",
  "10min": "10 minutes",
  "15min": "15-20 minutes"
}
