{
  "2-activities": "2 activities that will help you get your life back",
  "challenge-negative-thought": "Challenge negative thoughts",
  "guided-meditation": "Do a guided meditation",
  "start": "Start",
  "top-challenge-thought-cta-explanation-1": "The practice of challenging negative thoughts and cognitively restructuring distorted beliefs is a core element of Cognitive Behavioral Therapy for Pain (CBT-P).",
  "top-challenge-thought-cta-explanation-2": "This technique helps you create new neural connections to cope with pain more effectively, which improves your quality of life and general well-being.",
  "top-guided-meditation-cta-explanation": "Meditation contributes to the formation of new neural connections that promote well-being by reducing stress, encouraging mindfulness, influencing brain plasticity, and cultivating emotional self-awareness.",
  "meditation-benefits": "Benefits of meditation:",
  "meditation-benefits-1": "Stress reduction:",
  "meditation-benefits-1-explanation": "Meditation helps reduce stress, which in turn contributes to decreased pain perception and hypervigilance toward pain signals.",
  "meditation-benefits-2": "Full attention:",
  "meditation-benefits-2-explanation": "Practicing mindfulness in meditation helps train the mind to focus on the present, which is helpful in diverting attention from negative thoughts and pain.",
  "meditation-benefits-3": "Changes in brain structure:",
  "meditation-benefits-3-explanation": "Studies have shown that meditation can have positive effects on brain plasticity, which can contribute to the formation of new neural connections that promote feelings of well-being.",
  "meditation-benefits-4": "Emotional self-awareness:",
  "meditation-benefits-4-explanation": "Meditation encourages emotional self-awareness, which helps you identify and challenge negative thoughts more effectively.",
  "meditation-benefits-5": "Sleep improvement:",
  "meditation-benefits-5-explanation": "Regular meditation practice helps improve sleep quality, which in turn has a positive impact on pain perception and overall well-being.",
  "meditation-benefits-6": "Reduction of inflammation:",
  "meditation-benefits-6-explanation": "Some research suggests that meditation is linked to reducing inflammation in the body, which is beneficial for people who experience chronic pain.",
  "meditation-benefits-7": "Anxiety management:",
  "meditation-benefits-7-explanation": "Meditation reduces anxiety levels and promotes relaxation, which contributes to greater emotional and physical well-being.",
  "meditation-benefits-8": "Improved concentration and mental clarity:",
  "meditation-benefits-8-explanation": "Regular meditation practice helps improve concentration and mental clarity, which is useful for confronting negative thoughts and promoting greater emotional resilience.",
  "knowing-it-try": "Knowing this makes you want to try it, right?"
}
