{
  "reinforce-positive-thought": "Reinforce the positive thought",
  "how-you-feel": "How does this new thought make you feel?",
  "much-better": "Much better",
  "better": "Better",
  "dont-know": "I don't know",
  "same": "As before",
  "continue": "Continue",
  "choose-first": "First, choose a feeling",
  "you-know-why": "You know why?",
  "because": "Because you are experiencing the following:",
  "first-reason": "1. Stress reduction:",
  "explanation-first-reason": "Focusing on positive thoughts reduces stress and anxiety levels, which in turn improves your mood.",
  "second-reason": "2. Release of endorphins:",
  "explanation-second-reason": "Thinking positively stimulates the release of endorphins, which are neurotransmitters that act as natural pain relievers and generate feelings of well-being.",
  "third-reason": "3. Improved self-esteem:",
  "explanation-third-reason": "Reinforcing positive thoughts strengthens self-esteem and self-confidence, which contributes to an overall sense of well-being.",
  "and-the-best": "And the best:",
  "last-explanation": "You are weakening the neural connections that send the sensation of pain to the brain, and creating new ones that send well-being.",
  "dont-worry": "No worries",
  "first-paragraph": "You may not experience an immediate improvement in the state of anxiety or pain.",
  "normal": "It is normal.",
  "second-paragraph": "However, we encourage you to continue working on your thoughts.",
  "third-paragraph": "With this exercise you are weakening the neural connections that send the sensation of pain to the brain, and creating new ones that send confidence and well-being.",
  "fourth-paragraph": "Of course, as is normal, you have been unconsciously reinforcing the connections that send pain and fear to the brain for a long time, since the first reaction you had the first time. It happens to everyone. That's why new connections will take some time to form.",
  "patience": "But with patience it can be achieved.",
  "finish": "Finish",
  "sorry-server-error": "Sorry an error occurred. Please, try later"
}
