{
  "terms": "Términos y condiciones",
  "paragraph1": "Bienvenido a FeelBetter. FeelBetter es una aplicación web diseñada para apoyarte en el manejo diario de tu dolor crónico a través del trabajo cognitivo y la meditación. Estos términos de uso de FeelBetter rigen principalmente su uso del servicio FeelBetter.",
  "title1": "Comprender el servicio FeelBetter.",
  "paragraph2": "El servicio FeelBetter te permite a ti ('usuarios FeelBetter') acceder al contenido educativo y ponerlo en práctica a través de la aplicación al tener tu propio registro de pensamientos alternativos en tu cuenta, o simplemente practicar sin cuenta",
  "title2": "¿Quién puede utilizar el servicio FeelBetter?",
  "paragraph3": "Personas de todas las edades pueden beneficiarse del uso de la plataforma FeelBetter.",
  "title3": "Contenido del servicio FeelBetter.",
  "paragraph4": "Tú eres responsable del uso que hagas de los servicios y de cualquier sontenido que proporciones, incluido el cumplimiento de las leyes, normas y reglamentos aplicables. Sólo debes proporcionarnos el contenido que desees almacenar en un servidor únicamente para tu propio uso. Ningún otro usuario puede tener acceso. Y no utilizamos estos datos para ningún fin, ni siquiera para proponer mejoras en tu experiencia. Es por eso que esperamos que nos contactes tú mism@ para sugerencias de mejora.",
  "title4": "Tus derechos y cesión de derechos sobre el contenido.",
  "paragraph5": "Tú conservas tus derechos sobre cualquier contenido que guardes a través de nuestros servicios. Lo que es tuyo es tuyo: eres dueño de tu contenido.",
  "title5": "Tu cuenta.",
  "paragraph6": "Puedes querer o no crear una cuenta para utilizar los servicios, no es necesario para disfrutar del contenido y las prácticas de la plataforma. Sin embargo, si decides tener tu cuenta, eres responsable de su seguridad, por lo que debes utilizar una contraseña segura y limitar su uso a esta cuenta. No podemos ni seremos responsables de ninguna pérdida o daño que surja de tu incumplimiento de las condiciones anteriores.",
  "title6": "Tu licencia para utilizar los servicios.",
  "paragraph7": "Te otorgamos una licencia personal, mundial, libre de regalías, no transferible y no exclusiva para utilizar el software que se te proporciona como parte de los servicios. Esta licencia tiene el único propósito de permitirte usar y disfrutar el beneficio de los servicios proporcionados por FeelBetter, de la manera autorizada en estos términos.",
  "title7": "Mal uso de los servicios.",
  "paragraph8": "También aceptas no hacer un mal uso de los servicios, por ejemplo, interfiriendo con ellos o accediendo a ellos utilizando un método distinto a la interfaz y las instrucciones que te hemos proporcionado. Tú aceptas no eludir las limitaciones técnicas del software que se te proporciona como parte de los servicios, ni realizar ingeniería inversa, descompilar o desensamblar el software."
}
