{
  "learn": "Aprende",
  "about-chronic": "sobre el dolor",
  "pain": "crónico",
  "learn-intro": "Aprender sobre el dolor  nos permite comprender mejor su origen y cómo afecta a nuestro cuerpo y mente, y nos ayuda a encontrar estrategias para manejarlo y mejorar nuestra calidad de vida.",
  "question-1": "¿Porqué es importante aprender sobre el dolor?",
  "question-1-explanation-1": "El conocimiento sobre el dolor ha avanzado mucho en la última década. Los científicos ahora comprenden mejor cómo se procesa el dolor y por qué se vuelve crónico. Sin embargo, esta información tarda mucho en llegar al sistema sanitario, por lo que muchas personas aún tienen ideas erróneas sobre el dolor.",
  "question-1-explanation-2": "Es importante actualizar tus conocimientos sobre el dolor, ya que ello te ayudará a comprender por qué algunas estrategias de manejo del dolor no te han funcionado y te dará acceso a nuevas estrategias que sí pueden ayudarte. Vamos a aclarar algunas ideas a continuación:",
  "question-2": "El dolor no es solo físico",
  "question-2-explanation-1": "El dolor no es solo una experiencia física, sino también una experiencia biopsicosocial. Esto significa que el dolor está influenciado por factores físicos (como lesiones o virus), psicológicos (como pensamientos y emociones) y sociales (como el contexto ambiental y las creencias sociales).",
  "question-2-explanation-2": "Todos estos factores interactúan entre sí para influir en cómo experimentamos el dolor. Por ejemplo, una persona con dolor de espalda puede experimentar más dolor si está estresada o ansiosa. Del mismo modo, una persona que vive en una cultura que considera que el dolor es un signo de debilidad puede ser más propensa a reportar dolor que alguien que vive en una cultura que ve el dolor como una parte normal de la vida.",
  "question-2-explanation-3": "Es importante comprender la naturaleza biopsicosocial del dolor para poder manejarlo de manera efectiva. Esto significa abordar no solo los factores físicos del dolor, sino también los factores psicológicos y sociales.",
  "question-2-explanation-4": "Aquí hay algunos ejemplos de cómo se pueden abordar los diferentes aspectos del dolor:",
  "question-2-point-1": "Factores físicos:",
  "question-2-point-1-explanation": "Medicamentos, fisioterapia, cirugía.",
  "question-2-point-2": "Factores psicológicos:",
  "question-2-point-2-explanation": "Terapia cognitivo-conductual, técnicas de relajación, mindfulness.",
  "question-2-point-3": "Factores sociales:",
  "question-2-point-3-explanation": "Apoyo social, educación sobre el dolor, cambios en el estilo de vida.",
  "question-2-explanation-5": "Al abordar el dolor de manera integral, podemos mejorar nuestra calidad de vida y reducir nuestro sufrimiento. En la aplicación FeelBetter estamos intentando abordar los factores psicológicos, sobretodo para aquellas personas a las que les es más difícil acceder a profesionales cualificados, o para aquellos que quieren utilizar la aplicación como complemento a la terapia que ya esté llevando a cabo.",
  "question-3": "El dolor se produce en el sistema nervioso",
  "question-3-explanation-1": "El dolor no se procesa en el lugar donde lo sentimos, sino en el cerebro y el sistema nervioso. Esto incluye todo tipo de dolor, desde un dolor de espalda hasta una migraña.",
  "question-3-explanation-2": "La respuesta al dolor no proviene del tejido dañado, sino del sistema nervioso. El sistema nervioso recibe información de los receptores del dolor en los tejidos, pero también toma en cuenta otros factores, como nuestros pensamientos, emociones y experiencias pasadas.",
  "question-3-explanation-3": "Es por eso que dos personas pueden sufrir la misma lesión y tener experiencias de dolor completamente diferentes.El cerebro es el que decide cuánto dolor producir, dónde y durante cuánto tiempo.",
  "question-3-explanation-4": "La buena noticia es que el cerebro y el sistema nervioso pueden ser reprogramados. Son plásticos a lo largo de nuestra vida. Por lo tanto, aunque ya hayan ocurrido cambios en el cerebro con el dolor crónico, muchos de ellos se pueden revertir, a veces por completo. Si identificas y abordas algunos de los factores que han llevado a tu sistema nervioso a un estado hipersensible, podrías disminuir la frecuencia o intensidad con la que este desencadena una respuesta de dolor.",
  "question-3-explanation-5": "Una de las formas más efectivas de revertir estos cambios cerebrales es aprender técnicas cognitivas, conductuales y psicológicas. Estas técnicas pueden tomar diversas formas, por ejemplo, calmar la respuesta de miedo del cerebro durante un brote (lo que técnicamente se llama 'reducir la catastrofización').",
  "question-4": "Trabajar nuestra reacción al dolor es clave",
  "question-4-explanation-1": "Es importante trabajar en nuestra manera de reaccionar al dolor porque nuestros pensamientos, emociones y experiencias pasadas pueden influir en la intensidad y la duración del dolor. Por ejemplo, si estamos ansiosos o estresados, es probable que experimentemos más dolor. Del mismo modo, si tenemos una creencia negativa sobre el dolor, como pensar que es un signo de debilidad, es probable que seamos más sensibles al dolor.",
  "question-4-explanation-2": "Hay muchas maneras de trabajar en nuestra manera de reaccionar al dolor. Algunas de las técnicas más efectivas incluyen:",
  "question-4-point-1": "Terapia cognitivo-conductual:",
  "question-4-point-1-explanation": "Esta terapia ayuda a identificar y cambiar los pensamientos y creencias negativas que pueden estar contribuyendo al dolor.",
  "question-4-point-2": "Técnicas de relajación:",
  "question-4-point-2-explanation": "Estas técnicas, como la respiración profunda o la meditación, pueden ayudar a reducir el estrés y la ansiedad, que pueden empeorar el dolor.",
  "question-4-point-3": "Mindfulness:",
  "question-4-point-3-explanation": "Esta práctica implica prestar atención al momento presente sin juzgar. Puede ayudar a aumentar la conciencia de nuestros pensamientos y emociones, y a desarrollar una actitud más compasiva hacia el dolor.",
  "question-4-explanation-3": "Es importante recordar que no existe una solución única para el dolor. Lo que funciona para una persona puede no funcionar para otra. Es importante encontrar un enfoque que funcione mejor para ti.",
  "question-5": "Es importante perder el miedo al dolor",
  "question-5-explanation-1": "El miedo es una respuesta natural y necesaria ante el peligro. Cuando percibimos una amenaza, nuestro cuerpo se prepara para luchar o huir. La respuesta de lucha o huida es producida por la liberación de hormonas, principalmente adrenalina y cortisol. Esto está bien para protegernos de un peligro real, como correr si vemos un león.",
  "question-5-explanation-2": "Pero si lo que experimentas es un miedo o ansiedad relacionado con tu vida diaria, y de forma prolongada, ello puede tener consecuencias negativas en tu cuerpo y mente. A nivel físico provoca que los músculos se tensen más de lo normal, y eso aumente el dolor. Estar así todo el día es agotador y si le sumamos que suele interferir con el sueño y que tampoco dormimos bien durante la noche, nuestra tolerancia al dolor puede bajar considerablemente.",
  "question-5-explanation-3": "A nivel mental, el miedo genera ansiedad y sensación de no ser capaz de poder gestionar nuestras vidas. Ello nos lleva a generar pensamientos negativos que nos hagan aumentar la percepción del dolor, sufrir una depresión, aislarnos socialmente y bajarnos la autoestima hasta el punto de ser incapaz de afrontar el dolor.",
  "question-5-explanation-4": "Es por eso que es tan importante parar el círculo vicioso de pensamientos que no ayudan. Por tanto, hay que aprender a cuidar nuestra mente. Si estamos muy decaídos, al principio nos puede parecer inútil. No estamos diciendo que intentes mantener la positividad continuamente. Eso es imposible. Pero debemos ser conscientes de que llegar al otro extremo oscuro solo nos va a hacer sentir peor. Y ese camino no es el que queremos tomar.",
  "question-6": "¿Qué más puedo hacer para sentirme mejor?",
  "question-6-explanation-1": "En FeelBetter te damos las herramientas para trabajar los pensamientos negativos y para tener a mano meditaciones que te ayuden a manejar el dolor. Sin embargo hay muchas más cosas que puedes hacer. Técnicas de relajación como la respiración profunda o el yoga, son otros tipos de “meditación” que son sumamente útiles. Luego, cualquier actividad física que puedas llevar a cabo, adaptada a las posibles limitaciones físicas que puedas tener, es imprescindible para reducir la ansiedad. El ejercicio regular libera endorfinas, que tienen un efecto analgésico natural y mejoran el estado de ánimo.",
  "question-6-explanation-2": "Por otra parte, hay otras técnicas muy efectivas que te pueden también ayudar a reducir la ansiedad, el miedo y la percepción del dolor, como por ejemplo la exposición gradual al dolor. Esta técnica se basa, resumiendo mucho, en exponerse a situaciones que provocan un leve dolor, como realizar una actividad física suave o caminar durante un tiempo breve, y a medida que te acostumbras un poco, se va aumentando gradualmente la intensidad y la duración de la exposición. Sin embargo, la exposición gradual al dolor debe ser guiada por un profesional de la salud, como un fisioterapeuta o un psicólogo, porque es un proceso muy individual.",
  "question-6-explanation-3": "Lo importante es que no te abandones y te cuides. Vigila tu alimentación consumiendo una dieta saludable y equilibrada que aporte los nutrientes necesarios para tu cuerpo. Duerme lo suficiente, el descanso es fundamental para la recuperación y el manejo del dolor. Practica ejercicio físico regular, adaptado a tu condición, como hemos dicho antes.  Si puedes, únete a un grupo de apoyo, compartir experiencias con otras personas que viven con dolor crónico puede ayudarte a sentirte menos solo y a encontrar estrategias útiles para afrontarlo. Y por supuesto, si te lo puedes permitir, un psicólogo puede ayudarte a desarrollar tus estrategias para manejar el estrés, la ansiedad y el dolor de manera más personalizada.",
  "question-6-explanation-4": "Y sobretodo, no te rindas. Acepta el dolor como parte de tu vida, no te obsesiones con eliminarlo por completo, enfócate en aprender a vivir con él de la mejor manera posible. Establece metas realistas, no te exijas demasiado y celebra cada pequeño logro. Sé paciente, el proceso de recuperación del dolor crónico puede ser largo y lento. No te desanimes si no ves resultados inmediatos. Mantén una actitud positiva, la esperanza y la positividad son claves para afrontar el dolor crónico.",
  "question-6-explanation-5": "Y recuerda, no estamos solos. Millones de personas en todo el mundo vivimos con dolor crónico. Hay ayuda disponible y puedes aprender a manejarlo y mejorar tu calidad de vida. Tú eres el mejor experto en tu dolor, confía en tus instintos y escucha a tu cuerpo. Con esfuerzo y dedicación, puedes superar los desafíos del dolor crónico y vivir una vida plena y significativa.",
  "bibliography": "Bibliografía"
}
