{
  "meditations": "Meditaciones guiadas",
  "advice": "Lee unos consejos antes de empezar",
  "here": "aquí",
  "advice-to-meditate": "Consejos para meditar",
  "preparation": "Preparación:",
  "preparation-point-one": "Elige un lugar tranquilo y cómodo:",
  "preparation-point-one-explanation": "Busca un espacio donde puedas estar a solas y sin interrupciones. Asegúrate de que la temperatura sea agradable y que la luz no sea demasiado brillante.",
  "preparation-point-two": "Utiliza ropa cómoda:",
  "preparation-point-two-explanation": "Ponte ropa holgada que no te apriete ni te moleste durante la meditación.",
  "preparation-point-three": "Ponte en una postura cómoda:",
  "preparation-point-three-explanation": "La meditación no solo se hace en postura de loto como vemos en la mayoría de fotos y vídeos. Se puede hacer perfectamente en una silla o estirado. Si se puede mantener la espalda recta, sea en la postura que sea, mejor.",
  "attitude": "Actitud mental:",
  "attitude-point-one": "Ten expectativas realistas:",
  "attitude-point-one-explanation": "La meditación no es una cura para el dolor crónico, pero te ayuda a manejarlo mejor. No esperes que el dolor desaparezca por completo, pero sí que puedas sentir la calma y la relajación como un alivio mental y físico.",
  "attitude-point-two": "Sé paciente:",
  "attitude-point-two-explanation": "Se necesita tiempo y práctica para aprender a meditar. No te desanimes si no notas resultados inmediatos.",
  "attitude-point-three": "No te juzgues:",
  "attitude-point-three-explanation": "Es normal que tu mente se distraiga durante la meditación. No te castigues por ello, simplemente tráela de vuelta a la atención presente.",
  "remember": "Recuerda:",
  "remember-point-one": "Puedes empezar con meditaciones cortas:",
  "remember-point-one-explanation": "No es necesario que medites durante mucho tiempo al principio. Puedes empezar con sesiones de 5 o 10 minutos y aumentar gradualmente el tiempo a medida que te vayas sintiendo más a gusto.",
  "remember-point-two": "Practica la meditación con regularidad:",
  "remember-point-two-explanation": "Para crear nuevas conexiones neuronales que aprendan a generarte bienestar, es importante la constancia. Intenta meditar al menos una vez al día, a la misma hora.",
  "ok": "Ok",
  "5min": "5 minutos",
  "10min": "10 minutos",
  "15min": "15-20 minutos"
}
