{
  "2-activities": "2 actividades que te ayudarán a recuperar tu vida",
  "challenge-negative-thought": "Retar pensamientos negativos",
  "challenge": "Retar",
  "negative": "pensamientos",
  "thought": "negativos",
  "guided-meditation": "Hacer una meditación guiada",
  "do": "Hacer una",
  "guided": "meditación",
  "meditation": "guiada",
  "start": "Comenzar",
  "top-challenge-thought-cta-explanation-1": "La práctica de desafiar pensamientos negativos y reestructurar cognitivamente las creencias distorsionadas es un elemento central de la Terapia Cognitivo-Conductual para el Dolor (CBT-P).",
  "top-challenge-thought-cta-explanation-2": "Esta técnica te ayuda a crear nuevas conexiones neuronales para afrontar el dolor de manera más efectiva, lo que mejora tu calidad de vida y bienestar general.",
  "top-guided-meditation-cta-explanation": "La meditación contribuye a la formación de nuevas conexiones neuronales que promueven el bienestar al reducir el estrés, fomentar la atención plena, influir en la plasticidad cerebral y cultivar la autoconciencia emocional.",
  "meditation-benefits": "Beneficios de la meditación:",
  "meditation-benefits-1": "Reducción del estrés:",
  "meditation-benefits-1-explanation": "La meditación ayuda a reducir el estrés, lo que a su vez contribuye a la disminución de la percepción del dolor y la hipervigilancia hacia las señales de dolor.",
  "meditation-benefits-2": "Atención plena:",
  "meditation-benefits-2-explanation": "La práctica de la atención plena en la meditación ayuda a entrenar la mente para enfocarse en el presente, lo que es útil para desviar la atención de los pensamientos negativos y el dolor.",
  "meditation-benefits-3": "Cambios en la estructura cerebral:",
  "meditation-benefits-3-explanation": "Estudios han demostrado que la meditación puede tener efectos positivos en la plasticidad cerebral, lo que puede contribuir a la formación de nuevas conexiones neuronales que promuevan sensaciones de bienestar.",
  "meditation-benefits-4": "Autoconciencia emocional:",
  "meditation-benefits-4-explanation": "La meditación fomenta la autoconciencia emocional, lo que ayuda a identificar y desafiar pensamientos negativos de manera más efectiva.",
  "meditation-benefits-5": "Mejora del sueño:",
  "meditation-benefits-5-explanation": "La práctica regular de la meditación ayuda a mejorar la calidad del sueño, lo que a su vez tiene un impacto positivo en la percepción del dolor y el bienestar general.",
  "meditation-benefits-6": "Reducción de la inflamación:",
  "meditation-benefits-6-explanation": "Algunas investigaciones sugieren que la meditación está vinculada a la reducción de la inflamación en el cuerpo, cosa que es beneficioso para las personas que experimentamos dolor crónico.",
  "meditation-benefits-7": "Manejo de la ansiedad:",
  "meditation-benefits-7-explanation": "La meditación reduce los niveles de ansiedad y promueve la relajación, lo que contribuye a un mayor bienestar emocional y físico.",
  "meditation-benefits-8": "Mejora de la concentración y la claridad mental:",
  "meditation-benefits-8-explanation": "La práctica regular de la meditación ayuda a mejorar la concentración y la claridad mental, cosa que es útil para enfrentar pensamientos negativos y promover una mayor resiliencia emocional.",
  "knowing-it-try": "Sabiendo esto, dan ganas de intentarlo, ¿verdad?",
  "steps-for-challenging-thoughts": "Pasos para la práctica de retar pensamientos negativos:",
  "intro-steps": "El dolor crónico puede generar pensamientos negativos que impactan significativamente en el bienestar emocional y la calidad de vida. Para abordarlos de manera efectiva, te proponemos un enfoque práctico basado en estos pasos:",
  "step-1": "Identificar pensamientos negativos:",
  "step-1-explanation": "Reconocer pensamientos distorsionados o creencias no útiles asociadas al dolor crónico.",
  "step-2": "Desafiar los pensamientos:",
  "step-2-explanation": "Cuestionar la veracidad y utilidad de los pensamientos negativos, buscando evidencia que los apoye o refuerce.",
  "step-3": "Reestructuración cognitiva:",
  "step-3-explanation": "Modificar los pensamientos negativos por creencias más realistas y útiles, utilizando técnicas como la búsqueda de alternativas, el cambio de perspectiva y la generación de pensamientos positivos.",
  "step-4": "Práctica regular:",
  "step-4-explanation": "Aplicar estos pasos de manera regular en situaciones donde surjan estos pensamientos negativos, hasta interiorizar los nuevos pensamientos.",
  "positive-thought": "Pensamiento positivo",
  "negative-thought": "Pensamiento negativo",
  "identify-negative-thoughts": "¿Cómo identificar pensamientos negativos?",
  "identify-intro-1": "Un pensamiento distorsionado es como una especie de trampa en la que tu mente puede caer. Es como si tu cerebro te engañara haciéndote creer cosas que no son del todo ciertas. Estos pensamientos pueden hacerte sentir mal emocionalmente y también influir en cómo percibes el dolor.",
  "identify-intro-2": "Algunos tipos comunes de pensamientos distorsionados incluyen:",
  "identify-1": "Catastrofizar:",
  "identify-1-explanation": "Pensar en términos extremos sobre el dolor, como asumir lo peor o anticipar un futuro lleno de sufrimiento debido al dolor.",
  "identify-2": "Personalización:",
  "identify-2-explanation": "Culparse a sí mismo por el dolor crónico, asumiendo que es consecuencia de alguna acción pasada.",
  "identify-3": "Todo o nada:",
  "identify-3-explanation": "Ver el mundo en términos absolutos, como creer que si un tratamiento no alivia completamente el dolor, entonces es inútil.",
  "identify-4": "Descalificación de lo positivo:",
  "identify-4-explanation": "Ignorar o minimizar cualquier alivio o momento de bienestar, enfocándose únicamente en el dolor.",
  "identify-5": "Lectura mental:",
  "identify-5-explanation": "Creer que se sabe lo que otros piensan sobre el dolor, asumiendo que no creen en la experiencia de dolor crónico.",
  "examples": "Ejemplos:",
  "important-regularity": "¿Porqué es importante practicar con regularidad?",
  "regularity-explanation-1": "El proceso de reestructuración cognitiva y debilitamiento de las conexiones neuronales asociadas al dolor lleva tiempo. Es importante tener en cuenta que estas conexiones neuronales se han fortalecido a lo largo del tiempo de forma inconsciente, desde la primera reacción desagradable al dolor, y con cada reacción hasta el día de hoy.",
  "regularity-explanation-2": "No es culpa tuya, sino que esta es la manera en la que funciona el cerebro, aunque se puede cambiar.",
  "regularity-explanation-3": "La práctica de nuevas formas de pensamiento y comportamiento puede cambiar el cerebro gracias a la neuroplasticidad. Estos cambios neuronales son fundamentales para el aprendizaje, la memoria, la recuperación de funciones después de una lesión cerebral, así como para el proceso de reestructuración cognitiva en el manejo de condiciones como el dolor crónico.",
  "regularity-explanation-4": "Al ser constante en la práctica y tratar de cambiar los pensamientos negativos en cuanto surjan, estás trabajando para debilitar las conexiones neuronales que envían la sensación de dolor al cerebro y crear nuevas conexiones que promuevan la confianza y el bienestar.",
  "regularity-explanation-5": "Ten en cuenta que no solo el dolor refuerza las conexiones neuronales que queremos debilitar, sino también el miedo, ya que se crea un círculo vicioso en el que el miedo al dolor aumenta la sensibilidad al mismo, haciendo que lo percibamos con mayor intensidad.",
  "regularity-explanation-6": "Por tanto, te animamos a encontrar esos pensamientos que no te ayudan y afrontarlos con valentía. Con perseverancia, lograrás coger confianza y fortalecer estas nuevas conexiones que te permitirán manejar mejor el dolor e incluso disminuir su percepción."
}
