{
  "2-activities": "2 actividades que te ayudarán a recuperar tu vida",
  "challenge-negative-thought": "Retar pensamientos negativos",
  "guided-meditation": "Hacer una meditación guiada",
  "start": "Comenzar",
  "top-challenge-thought-cta-explanation-1": "La práctica de desafiar pensamientos negativos y reestructurar cognitivamente las creencias distorsionadas es un elemento central de la Terapia Cognitivo-Conductual para el Dolor (CBT-P).",
  "top-challenge-thought-cta-explanation-2": "Esta técnica te ayuda a crear nuevas conexiones neuronales para afrontar el dolor de manera más efectiva, lo que mejora tu calidad de vida y bienestar general.",
  "top-guided-meditation-cta-explanation": "La meditación contribuye a la formación de nuevas conexiones neuronales que promueven el bienestar al reducir el estrés, fomentar la atención plena, influir en la plasticidad cerebral y cultivar la autoconciencia emocional.",
  "meditation-benefits": "Beneficios de la meditación:",
  "meditation-benefits-1": "Reducción del estrés:",
  "meditation-benefits-1-explanation": "La meditación ayuda a reducir el estrés, lo que a su vez contribuye a la disminución de la percepción del dolor y la hipervigilancia hacia las señales de dolor.",
  "meditation-benefits-2": "Atención plena:",
  "meditation-benefits-2-explanation": "La práctica de la atención plena en la meditación ayuda a entrenar la mente para enfocarse en el presente, lo que es útil para desviar la atención de los pensamientos negativos y el dolor.",
  "meditation-benefits-3": "Cambios en la estructura cerebral:",
  "meditation-benefits-3-explanation": "Estudios han demostrado que la meditación puede tener efectos positivos en la plasticidad cerebral, lo que puede contribuir a la formación de nuevas conexiones neuronales que promuevan sensaciones de bienestar.",
  "meditation-benefits-4": "Autoconciencia emocional:",
  "meditation-benefits-4-explanation": "La meditación fomenta la autoconciencia emocional, lo que ayuda a identificar y desafiar pensamientos negativos de manera más efectiva.",
  "meditation-benefits-5": "Mejora del sueño:",
  "meditation-benefits-5-explanation": "La práctica regular de la meditación ayuda a mejorar la calidad del sueño, lo que a su vez tiene un impacto positivo en la percepción del dolor y el bienestar general.",
  "meditation-benefits-6": "Reducción de la inflamación:",
  "meditation-benefits-6-explanation": "Algunas investigaciones sugieren que la meditación está vinculada a la reducción de la inflamación en el cuerpo, cosa que es beneficioso para las personas que experimentamos dolor crónico.",
  "meditation-benefits-7": "Manejo de la ansiedad:",
  "meditation-benefits-7-explanation": "La meditación reduce los niveles de ansiedad y promueve la relajación, lo que contribuye a un mayor bienestar emocional y físico.",
  "meditation-benefits-8": "Mejora de la concentración y la claridad mental:",
  "meditation-benefits-8-explanation": "La práctica regular de la meditación ayuda a mejorar la concentración y la claridad mental, cosa que es útil para enfrentar pensamientos negativos y promover una mayor resiliencia emocional.",
  "knowing-it-try": "Sabiendo esto, dan ganas de intentarlo, ¿verdad?"
}
