{
  "terms": "Termes et conditions",
  "paragraph1": "Bienvenue sur FeelBetter. FeelBetter est une application web conçue pour vous accompagner dans la gestion quotidienne de vos douleurs chroniques grâce au travail cognitif et à la méditation. Les présentes conditions d'utilisation de FeelBetter régissent principalement votre utilisation du service FeelBetter.",
  "title1": "Comprendre le service FeelBetter.",
  "paragraph2": "Le service FeelBetter vous permet ('utilisateurs FeelBetter') d'accéder à du contenu éducatif et de le mettre en pratique via l'application en ayant votre propre journal de pensée alternatif dans votre compte, ou simplement en vous entraînant sans compte.",
  "title2": "Qui peut utiliser le service FeelBetter?",
  "paragraph3": "Les personnes de tous âges peuvent bénéficier de l'utilisation de la plateforme FeelBetter.",
  "title3": "Contenu du service FeelBetter.",
  "paragraph4": "Vous êtes responsable de votre utilisation des Services et de tout contenu que vous fournissez, y compris du respect des lois, règles et réglementations applicables. Vous ne devez nous fournir que le contenu que vous souhaitez stocker sur un serveur uniquement pour votre propre usage. Aucun autre utilisateur ne peut y avoir accès. Et nous n'utilisons ces données à aucune fin, pas même pour proposer des améliorations à votre expérience. C'est pourquoi nous espérons que vous nous contacterez vous-même pour des suggestions d'amélioration.",
  "title4": "Vos droits et transfert des droits sur le contenu.",
  "paragraph5": "Vous conservez vos droits sur tout contenu que vous enregistrez via nos services. Ce qui est à vous vous appartient: vous êtes propriétaire de votre contenu.",
  "title5": "Ton compte.",
  "paragraph6": "Vous pouvez ou non souhaiter créer un compte pour utiliser les services, cela n'est pas nécessaire pour profiter du contenu et des pratiques de la plateforme. Cependant, si vous décidez d'avoir votre compte, vous êtes responsable de sa sécurité, vous devez donc utiliser un mot de passe fort et limiter son utilisation à ce compte. Nous ne pouvons pas et ne serons pas responsables de toute perte ou dommage résultant de votre non-respect des conditions ci-dessus.",
  "title6": "Votre licence pour utiliser les services.",
  "paragraph7": "Nous vous accordons une licence personnelle, mondiale, libre de droits, non transférable et non exclusive pour utiliser le logiciel qui vous est fourni dans le cadre des Services. Cette licence a pour seul but de vous permettre d'utiliser et de profiter des services fournis par FeelBetter, de la manière autorisée dans les présentes conditions.",
  "title7": "Utilisation abusive des services.",
  "paragraph8": "Vous vous engagez également à ne pas abuser des Services, par exemple en interférant avec eux ou en y accédant en utilisant une méthode autre que l'interface et les instructions que nous vous avons fournies. Vous vous engagez à ne pas contourner les limitations techniques du logiciel qui vous est fourni dans le cadre des services, ni à faire de l'ingénierie inverse, à décompiler ou à désassembler le logiciel."
}
