{
  "learn": "En savoir",
  "about-chronic": "plus sur la",
  "pain": "douleur chronique",
  "learn-intro": "L'apprentissage de la douleur nous permet de mieux comprendre son origine et ses effets sur notre corps et notre esprit, et nous aide à trouver des stratégies pour la gérer et améliorer notre qualité de vie.",
  "question-1": "Pourquoi est-il important de se renseigner sur la douleur ?",
  "question-1-explanation-1": "Les connaissances sur la douleur ont beaucoup progressé au cours de la dernière décennie. Les scientifiques comprennent désormais mieux comment la douleur est traitée et pourquoi elle devient chronique. Cependant, cette information met beaucoup de temps à parvenir au système de santé, c'est pourquoi de nombreuses personnes ont encore des idées fausses sur la douleur.",
  "question-1-explanation-2": "Il est important de mettre à jour vos connaissances sur la douleur, car cela vous aidera à comprendre pourquoi certaines stratégies de gestion de la douleur n'ont pas fonctionné pour vous et vous donnera accès à de nouvelles stratégies qui pourraient vous aider. Clarifions quelques idées ci-dessous:",
  "question-2": "La douleur n'est pas seulement physique",
  "question-2-explanation-1": "La douleur n'est pas seulement une expérience physique, mais aussi une expérience biopsychosociale. Cela signifie que la douleur est influencée par des facteurs physiques (tels que des blessures ou des virus), psychologiques (tels que les pensées et les émotions) et sociaux (tels que le contexte environnemental et les croyances sociales).",
  "question-2-explanation-2": "Tous ces facteurs interagissent les uns avec les autres pour influencer la façon dont nous ressentons la douleur. Par exemple, une personne souffrant de maux de dos peut ressentir davantage de douleur si elle est stressée ou anxieuse. De même, une personne qui vit dans une culture qui considère la douleur comme un signe de faiblesse peut être plus susceptible de signaler une douleur qu'une personne qui vit dans une culture qui considère la douleur comme un élément normal de la vie.",
  "question-2-explanation-3": "Il est important de comprendre la nature biopsychosociale de la douleur afin de la gérer efficacement. Cela signifie s'attaquer non seulement aux facteurs physiques de la douleur, mais également aux facteurs psychologiques et sociaux.",
  "question-2-explanation-4": "Voici quelques exemples de la façon dont différents aspects de la douleur peuvent être abordés:",
  "question-2-point-1": "Facteurs physiques:",
  "question-2-point-1-explanation": "Médicaments, physiothérapie, chirurgie.",
  "question-2-point-2": "Facteurs psychologiques:",
  "question-2-point-2-explanation": "Thérapie cognitivo-comportementale, techniques de relaxation, pleine conscience.",
  "question-2-point-3": "Facteurs sociaux:",
  "question-2-point-3-explanation": "Soutien social, éducation à la douleur, changements de style de vie.",
  "question-2-explanation-5": "En abordant la douleur de manière globale, nous pouvons améliorer notre qualité de vie et réduire nos souffrances. Dans l'application FeelBetter, nous essayons d'aborder les facteurs psychologiques, en particulier pour les personnes qui ont plus de difficultés à accéder à des professionnels qualifiés, ou pour celles qui souhaitent utiliser l'application en complément de la thérapie qu'elles effectuent déjà.",
  "question-3": "La douleur survient dans le système nerveux",
  "question-3-explanation-1": "La douleur n'est pas traitée là où nous la ressentons, mais dans le cerveau et le système nerveux. Cela inclut tous les types de douleurs, du mal de dos à la migraine.",
  "question-3-explanation-2": "La réponse douloureuse ne provient pas des tissus endommagés, mais du système nerveux. Le système nerveux reçoit des informations des récepteurs de la douleur situés dans les tissus, mais prend également en compte d'autres facteurs, tels que nos pensées, nos émotions et nos expériences passées.",
  "question-3-explanation-3": "C'est pourquoi deux personnes peuvent subir la même blessure et vivre des expériences de douleur complètement différentes. C'est le cerveau qui décide de l'intensité de la douleur, du lieu et de la durée.",
  "question-3-explanation-4": "La bonne nouvelle est que le cerveau et le système nerveux peuvent être reprogrammés. Ils sont en plastique tout au long de notre vie. Par conséquent, même si des changements dans le cerveau se sont déjà produits en cas de douleur chronique, nombre d'entre eux peuvent être inversés, parfois complètement. En identifiant et en traitant certains des facteurs qui ont conduit votre système nerveux à un état d'hypersensibilité, vous pourrez peut-être diminuer la fréquence ou l'intensité avec laquelle il déclenche une réponse douloureuse.",
  "question-3-explanation-5": "L'un des moyens les plus efficaces d'inverser ces changements cérébraux consiste à apprendre des techniques cognitives, comportementales et psychologiques. Ces techniques peuvent prendre diverses formes, par exemple calmer la réaction de peur du cerveau lors d'une poussée (techniquement appelée «réduire le catastrophisme»).",
  "question-4": "Travailler sur notre réaction à la douleur est essentiel",
  "question-4-explanation-1": "Il est important de travailler sur la façon dont nous réagissons à la douleur, car nos pensées, nos émotions et nos expériences passées peuvent influencer l'intensité et la durée de la douleur. Par exemple, si nous sommes anxieux ou stressés, nous risquons de ressentir davantage de douleur. De même, si nous avons une croyance négative à propos de la douleur, par exemple en pensant qu'il s'agit d'un signe de faiblesse, nous sommes susceptibles d'être plus sensibles à la douleur.",
  "question-4-explanation-2": "Il existe de nombreuses façons de travailler sur la façon dont nous réagissons à la douleur. Certaines des techniques les plus efficaces comprennent:",
  "question-4-point-1": "Thérapie cognitivo-comportementale:",
  "question-4-point-1-explanation": "Cette thérapie aide à identifier et à modifier les pensées et croyances négatives qui peuvent contribuer à la douleur.",
  "question-4-point-2": "Techniques de relaxation:",
  "question-4-point-2-explanation": "Ces techniques, comme la respiration profonde ou la méditation, peuvent aider à réduire le stress et l'anxiété, qui peuvent aggraver la douleur.",
  "question-4-point-3": "Mindfulness:",
  "question-4-point-3-explanation": "Cette pratique consiste à prêter attention au moment présent sans jugement. Cela peut aider à accroître la conscience de nos pensées et de nos émotions et à développer une attitude plus compatissante envers la douleur.",
  "question-4-explanation-3": "Il est important de se rappeler qu'il n'existe pas de solution universelle à la douleur. Ce qui fonctionne pour une personne peut ne pas fonctionner pour une autre. Il est important de trouver l'approche qui vous convient le mieux.",
  "question-5": "Il est important de perdre la peur de la douleur",
  "question-5-explanation-1": "La peur est une réponse naturelle et nécessaire au danger. Lorsque nous percevons une menace, notre corps se prépare à combattre ou à fuir. La réaction de combat ou de fuite est produite par la libération d'hormones, principalement d'adrénaline et de cortisol. C'est très bien pour nous protéger d'un danger réel, comme courir si nous voyons un lion.",
  "question-5-explanation-2": "Mais si ce que vous ressentez est de la peur ou de l'anxiété liée à votre vie quotidienne, et de manière prolongée, cela peut avoir des conséquences négatives sur votre corps et votre esprit. Sur le plan physique, cela provoque une tension musculaire plus importante que la normale, ce qui augmente la douleur. Être ainsi toute la journée est épuisant et si l'on ajoute que cela interfère généralement avec le sommeil et que nous ne dormons pas bien la nuit non plus, notre tolérance à la douleur peut diminuer considérablement.",
  "question-5-explanation-3": "Sur le plan mental, la peur génère de l'anxiété et un sentiment de ne pas pouvoir gérer notre vie. Cela nous amène à générer des pensées négatives qui nous font augmenter la perception de la douleur, souffrir de dépression, nous isoler socialement et diminuer notre estime de soi au point de ne plus pouvoir faire face à la douleur.",
  "question-5-explanation-4": "C'est pourquoi il est si important d'arrêter le cercle vicieux des pensées inutiles. La peur est une réponse naturelle et nécessaire au danger. Lorsque nous percevons une menace, notre corps se prépare à combattre ou à fuir. La réaction de combat ou de fuite est produite par la libération d'hormones, principalement d'adrénaline et de cortisol. C'est très bien pour nous protéger d'un danger réel, comme courir si nous voyons un lion.",
  "question-5-explanation-5": "Mais si ce que vous ressentez est de la peur ou de l'anxiété liée à votre vie quotidienne, et de manière prolongée, cela peut avoir des conséquences négatives sur votre corps et votre esprit. Sur le plan physique, cela provoque une tension musculaire plus importante que la normale, ce qui augmente la douleur. Être ainsi toute la journée est épuisant et si l'on ajoute que cela interfère généralement avec le sommeil et que nous ne dormons pas bien la nuit non plus, notre tolérance à la douleur peut diminuer considérablement.",
  "question-5-explanation-6": "Nous devons donc apprendre à prendre soin de notre esprit. Si nous sommes très déprimés, cela peut nous sembler inutile au début. Nous ne disons pas qu'il faut essayer de maintenir continuellement la positivité. C'est impossible. Mais nous devons être conscients qu'atteindre l'autre extrême sombre ne fera que nous aggraver. Et ce chemin n'est pas celui que nous voulons emprunter.",
  "question-6": "Que puis-je faire d'autre pour me sentir mieux?",
  "question-6-explanation-1": "Chez FeelBetter, nous vous donnons les outils nécessaires pour travailler sur les pensées négatives et disposer de méditations qui vous aident à gérer la douleur. Cependant, vous pouvez faire bien d'autres choses. Les techniques de relaxation telles que la respiration profonde ou le yoga sont d'autres types de « méditation » extrêmement utiles. Ensuite, toute activité physique que vous pouvez pratiquer, adaptée aux éventuelles limitations physiques que vous pourriez avoir, est essentielle pour réduire l'anxiété. L'exercice régulier libère des endorphines, qui ont un effet analgésique naturel et améliorent l'humeur.",
  "question-6-explanation-2": "D'autre part, il existe d'autres techniques très efficaces qui peuvent également vous aider à réduire l'anxiété, la peur et la perception de la douleur, comme l'exposition progressive à la douleur. En bref, cette technique consiste à s'exposer à des situations qui provoquent une légère douleur, comme pratiquer une activité physique douce ou marcher pendant une courte période, et à mesure que l'on s'y habitue, augmenter progressivement l'intensité et la durée de la douleur. . exposition. Cependant, l'exposition progressive à la douleur doit être guidée par un professionnel de la santé, comme un physiothérapeute ou un psychologue, car il s'agit d'un processus très individuel.",
  "question-6-explanation-3": "L'important est de ne pas s'abandonner et de prendre soin de soi. Surveillez votre alimentation en consommant une alimentation saine et équilibrée qui apporte les nutriments nécessaires à votre organisme. Dormez suffisamment, le repos est essentiel à la récupération et à la gestion de la douleur. Pratiquez une activité physique régulière, adaptée à votre condition, comme nous l'avons déjà dit. Si vous le pouvez, rejoignez un groupe de soutien. Partager vos expériences avec d'autres personnes souffrant de douleur chronique peut vous aider à vous sentir moins seul et à trouver des stratégies d'adaptation utiles. Et bien sûr, si vous en avez les moyens, un psychologue peut vous aider à développer vos stratégies pour gérer le stress, l'anxiété et la douleur de manière plus personnalisée.",
  "question-6-explanation-4": "Et surtout ne lâchez rien. Acceptez la douleur comme faisant partie de votre vie, ne devenez pas obsédé par l'élimination complète de celle-ci, concentrez-vous sur l'apprentissage de la meilleure façon possible de vivre avec elle. Fixez-vous des objectifs réalistes, ne vous forcez pas trop et célébrez chaque petite réussite. Soyez patient, le processus de guérison d'une douleur chronique peut être long et lent. Ne vous découragez pas si vous ne voyez pas de résultats immédiats. Maintenir une attitude positive, l'espoir et la positivité sont essentiels pour faire face à la douleur chronique.",
  "question-6-explanation-5": "Et rappelez-vous, nous ne sommes pas seuls. Des millions de personnes dans le monde vivent avec des douleurs chroniques. De l'aide est disponible et vous pouvez apprendre à la gérer et à améliorer votre qualité de vie. Vous êtes le meilleur expert de votre douleur, faites confiance à votre instinct et écoutez votre corps. Avec des efforts et du dévouement, vous pouvez surmonter les défis liés à la douleur chronique et vivre une vie pleine et pleine de sens.",
  "bibliography": "Bibliographie"
}
