{
  "meditations": "Méditations guidées",
  "advice": "Lisez quelques conseils avant de commencer",
  "here": "ici",
  "advice-to-meditate": "Conseils pour méditer",
  "preparation": "Préparation:",
  "preparation-point-one": "Choisissez un endroit calme et confortable:",
  "preparation-point-one-explanation": "Trouvez un espace où vous pouvez être seul et sans interruption. Assurez-vous que la température est confortable et que la lumière n'est pas trop vive.",
  "preparation-point-two": "Portez des vêtements confortables:",
  "preparation-point-two-explanation": "Portez des vêtements amples qui ne vous serreront pas ou ne vous dérangeront pas pendant la méditation.",
  "preparation-point-three": "Mettez-vous dans une position confortable:",
  "preparation-point-three-explanation": "La méditation ne se fait pas uniquement en position du lotus comme on le voit sur la plupart des photos et vidéos. Cela peut se faire parfaitement sur une chaise ou allongé. Si vous pouvez garder le dos droit, quelle que soit la position, mieux c'est.",
  "attitude": "Attitude mentale:",
  "attitude-point-one": "Ayez des attentes réalistes:",
  "attitude-point-one-explanation": "La méditation ne guérit pas la douleur chronique, mais elle vous aide à mieux la gérer. Ne vous attendez pas à ce que la douleur disparaisse complètement, mais vous pouvez vous attendre à ressentir du calme et de la relaxation comme un soulagement mental et physique.",
  "attitude-point-two": "Sois patient:",
  "attitude-point-two-explanation": "Il faut du temps et de la pratique pour apprendre à méditer. Ne vous découragez pas si vous ne remarquez pas de résultats immédiats.",
  "attitude-point-three": "Ne vous jugez pas:",
  "attitude-point-three-explanation": "Il est normal que votre esprit vagabonde pendant la méditation. Ne vous en faites pas, ramenez-le simplement à l'attention du moment.",
  "remember": "Souviens-toi:",
  "remember-point-one": "Vous pouvez commencer par de courtes méditations:",
  "remember-point-one-explanation": "Au début, vous n'avez pas besoin de méditer longtemps. Vous pouvez commencer par des séances de 5 ou 10 minutes et augmenter progressivement la durée à mesure que vous vous sentez plus à l'aise.",
  "remember-point-two": "Pratiquez régulièrement la méditation:",
  "remember-point-two-explanation": "Pour créer de nouvelles connexions neuronales qui apprennent à générer du bien-être, la cohérence est importante. Essayez de méditer au moins une fois par jour, à la même heure.",
  "ok": "D'accord",
  "5min": "5 minutes",
  "10min": "10 minutes",
  "15min": "15-20 minutes"
}
