{
  "2-activities": "2 activités qui vous aideront à retrouver votre vie",
  "challenge-negative-thought": "Défiez les pensées négatives",
  "challenge": "Défiez",
  "negative": "les pensées",
  "thought": "négatives",
  "guided-meditation": "Faites une méditation guidée",
  "do": "Faites une ",
  "guided": "méditation",
  "meditation": "guidée",
  "start": "Commencer",
  "top-challenge-thought-cta-explanation-1": "La pratique consistant à remettre en question les pensées négatives et à restructurer cognitivement les croyances déformées est un élément central de la thérapie cognitivo-comportementale de la douleur (CBT-P).",
  "top-challenge-thought-cta-explanation-2": "Cette technique vous aide à créer de nouvelles connexions neuronales pour faire face plus efficacement à la douleur, ce qui améliore votre qualité de vie et votre bien-être général.",
  "top-guided-meditation-cta-explanation": "La méditation contribue à la formation de nouvelles connexions neuronales qui favorisent le bien-être en réduisant le stress, en encourageant la pleine conscience, en influençant la plasticité cérébrale et en cultivant la conscience de soi émotionnelle.",
  "meditation-benefits": "Avantages de la méditation:",
  "meditation-benefits-1": "Réduction du stress:",
  "meditation-benefits-1-explanation": "La méditation aide à réduire le stress, ce qui contribue à diminuer la perception de la douleur et à l'hypervigilance envers les signaux de douleur.",
  "meditation-benefits-2": "Toute l'attention:",
  "meditation-benefits-2-explanation": "Pratiquer la pleine conscience pendant la méditation aide l'esprit à se concentrer sur le présent, ce qui aide à détourner l'attention des pensées négatives et de la douleur.",
  "meditation-benefits-3": "Modifications de la structure cérébrale:",
  "meditation-benefits-3-explanation": "Des études ont montré que la méditation peut avoir des effets positifs sur la plasticité cérébrale, ce qui peut contribuer à la formation de nouvelles connexions neuronales favorisant le sentiment de bien-être.",
  "meditation-benefits-4": "Conscience de soi émotionnelle:",
  "meditation-benefits-4-explanation": "La méditation encourage la conscience de soi émotionnelle, ce qui vous aide à identifier et à combattre plus efficacement les pensées négatives.",
  "meditation-benefits-5": "Amélioration du sommeil:",
  "meditation-benefits-5-explanation": "La pratique régulière de la méditation contribue à améliorer la qualité du sommeil, ce qui a un impact positif sur la perception de la douleur et le bien-être général.",
  "meditation-benefits-6": "Réduction de l'inflammation:",
  "meditation-benefits-6-explanation": "Certaines recherches suggèrent que la méditation est liée à la réduction de l'inflammation dans le corps, ce qui est bénéfique pour les personnes souffrant de douleurs chroniques.",
  "meditation-benefits-7": "Gestion de l'anxiété:",
  "meditation-benefits-7-explanation": "La méditation réduit les niveaux d'anxiété et favorise la relaxation, ce qui contribue à un plus grand bien-être émotionnel et physique.",
  "meditation-benefits-8": "Concentration et clarté mentale améliorées:",
  "meditation-benefits-8-explanation": "La pratique régulière de la méditation contribue à améliorer la concentration et la clarté mentale, ce qui est utile pour affronter les pensées négatives et favoriser une plus grande résilience émotionnelle.",
  "knowing-it-try": "Sachant cela, vous avez envie de l'essayer, n'est-ce pas?",
  "steps-for-challenging-thoughts": "Étapes pour vous entraîner à combattre les pensées négatives:",
  "intro-steps": "La douleur chronique peut conduire à des pensées négatives qui ont un impact significatif sur le bien-être émotionnel et la qualité de vie. Pour y répondre efficacement, nous proposons une approche pratique basée sur ces étapes :",
  "step-1": "Identifiez les pensées négatives:",
  "step-1-explanation": "Reconnaissez les pensées déformées ou les croyances inutiles associées à la douleur chronique.",
  "step-2": "Réflexions sur le défi:",
  "step-2-explanation": "Remettez en question la véracité et l'utilité des pensées négatives, en recherchant des preuves qui les soutiennent ou les renforcent.",
  "step-3": "Restructuration cognitive:",
  "step-3-explanation": "Modifiez les pensées négatives avec des croyances plus réalistes et utiles, en utilisant des techniques telles que la recherche d'alternatives, le changement de perspective et la génération de pensées positives.",
  "step-4": "Pratique régulière :",
  "step-4-explanation": "Appliquez ces étapes régulièrement dans les situations où ces pensées négatives surgissent, jusqu'à ce que vous intériorisiez les nouvelles pensées.",
  "positive-thought": "Pensée positive",
  "negative-thought": "Pensées négatives",
  "identify-negative-thoughts": "Comment identifier les pensées négatives ?",
  "identify-intro-1": "La pensée déformée est comme une sorte de piège dans lequel votre esprit peut tomber. C'est comme si votre cerveau vous faisait croire des choses qui ne sont pas entièrement vraies. Ces pensées peuvent vous faire sentir émotionnellement mal et également influencer la façon dont vous percevez la douleur.",
  "identify-intro-2": "Certains types courants de pensées déformées comprennent:",
  "identify-1": "Catastrophiser:",
  "identify-1-explanation": "Penser la douleur en termes extrêmes, comme supposer le pire ou anticiper un avenir plein de souffrances dues à la douleur.",
  "identify-2": "Personnalisation:",
  "identify-2-explanation": "Se blâmer pour la douleur chronique, en supposant qu'elle est la conséquence d'une action passée.",
  "identify-3": "Tout ou rien:",
  "identify-3-explanation": "Voir le monde dans l'absolu, comme croire que si un traitement ne soulage pas complètement la douleur, alors il ne sert à rien.",
  "identify-4": "Disqualification du positif :",
  "identify-4-explanation": "Ignorer ou minimiser tout soulagement ou moment de bien-être, en se concentrant uniquement sur la douleur.",
  "identify-5": "Télépathie:",
  "identify-5-explanation": "Croire que vous savez ce que les autres pensent de la douleur, en supposant qu'ils ne croient pas à l'expérience de la douleur chronique.",
  "examples": "Exemples:",
  "important-regularity": "Pourquoi est-il important de pratiquer régulièrement ?",
  "regularity-explanation-1": "Le processus de restructuration cognitive et d'affaiblissement des connexions neuronales associé à la douleur prend du temps. Il est important de garder à l'esprit que ces connexions neuronales se sont renforcées inconsciemment au fil du temps, depuis la première réaction désagréable à la douleur, et à chaque réaction jusqu'à aujourd'hui.",
  "regularity-explanation-2": "Ce n'est pas de votre faute, c'est ainsi que fonctionne le cerveau, même si cela peut être modifié.",
  "regularity-explanation-3": "Pratiquer de nouvelles façons de penser et de se comporter peut changer le cerveau grâce à la neuroplasticité. Ces changements neuronaux sont essentiels à l'apprentissage, à la mémoire, à la récupération des fonctions après une lésion cérébrale, ainsi qu'au processus de restructuration cognitive dans la gestion de pathologies telles que la douleur chronique.",
  "regularity-explanation-4": "En étant cohérent dans la pratique et en essayant de changer les pensées négatives au fur et à mesure qu'elles surviennent, vous travaillez à affaiblir les connexions neuronales qui envoient la sensation de douleur au cerveau et à créer de nouvelles connexions qui favorisent la confiance et le bien-être.",
  "regularity-explanation-5": "Gardez à l'esprit que non seulement la douleur renforce les connexions neuronales que l'on veut affaiblir, mais aussi la peur, puisqu'un cercle vicieux se crée dans lequel la peur de la douleur augmente la sensibilité à celle-ci, nous amenant à la percevoir avec plus d'intensité.",
  "regularity-explanation-6": "Par conséquent, nous vous encourageons à trouver les pensées qui ne vous aident pas et à y faire face avec courage. Avec de la persévérance, vous pourrez prendre confiance et renforcer ces nouvelles connexions qui vous permettront de mieux gérer la douleur et même d'en réduire la perception."
}
