{
  "2-activities": "2 activités qui vous aideront à retrouver votre vie",
  "challenge-negative-thought": "Défiez les pensées négatives",
  "guided-meditation": "Faites une méditation guidée",
  "start": "Commencer",
  "top-challenge-thought-cta-explanation-1": "La pratique consistant à remettre en question les pensées négatives et à restructurer cognitivement les croyances déformées est un élément central de la thérapie cognitivo-comportementale de la douleur (CBT-P).",
  "top-challenge-thought-cta-explanation-2": "Cette technique vous aide à créer de nouvelles connexions neuronales pour faire face plus efficacement à la douleur, ce qui améliore votre qualité de vie et votre bien-être général.",
  "top-guided-meditation-cta-explanation": "La méditation contribue à la formation de nouvelles connexions neuronales qui favorisent le bien-être en réduisant le stress, en encourageant la pleine conscience, en influençant la plasticité cérébrale et en cultivant la conscience de soi émotionnelle.",
  "meditation-benefits": "Avantages de la méditation:",
  "meditation-benefits-1": "Réduction du stress:",
  "meditation-benefits-1-explanation": "La méditation aide à réduire le stress, ce qui contribue à diminuer la perception de la douleur et à l'hypervigilance envers les signaux de douleur.",
  "meditation-benefits-2": "Toute l'attention:",
  "meditation-benefits-2-explanation": "Pratiquer la pleine conscience pendant la méditation aide l'esprit à se concentrer sur le présent, ce qui aide à détourner l'attention des pensées négatives et de la douleur.",
  "meditation-benefits-3": "Modifications de la structure cérébrale:",
  "meditation-benefits-3-explanation": "Des études ont montré que la méditation peut avoir des effets positifs sur la plasticité cérébrale, ce qui peut contribuer à la formation de nouvelles connexions neuronales favorisant le sentiment de bien-être.",
  "meditation-benefits-4": "Conscience de soi émotionnelle:",
  "meditation-benefits-4-explanation": "La méditation encourage la conscience de soi émotionnelle, ce qui vous aide à identifier et à combattre plus efficacement les pensées négatives.",
  "meditation-benefits-5": "Amélioration du sommeil:",
  "meditation-benefits-5-explanation": "La pratique régulière de la méditation contribue à améliorer la qualité du sommeil, ce qui a un impact positif sur la perception de la douleur et le bien-être général.",
  "meditation-benefits-6": "Réduction de l'inflammation:",
  "meditation-benefits-6-explanation": "Certaines recherches suggèrent que la méditation est liée à la réduction de l'inflammation dans le corps, ce qui est bénéfique pour les personnes souffrant de douleurs chroniques.",
  "meditation-benefits-7": "Gestion de l'anxiété:",
  "meditation-benefits-7-explanation": "La méditation réduit les niveaux d'anxiété et favorise la relaxation, ce qui contribue à un plus grand bien-être émotionnel et physique.",
  "meditation-benefits-8": "Concentration et clarté mentale améliorées:",
  "meditation-benefits-8-explanation": "La pratique régulière de la méditation contribue à améliorer la concentration et la clarté mentale, ce qui est utile pour affronter les pensées négatives et favoriser une plus grande résilience émotionnelle.",
  "knowing-it-try": "Sachant cela, vous avez envie de l'essayer, n'est-ce pas?",
  "steps-for-challenging-thoughts": "Étapes pour vous entraîner à combattre les pensées négatives:",
  "step-1": "Identifiez les pensées négatives:",
  "step-1-explanation": "Reconnaissez les pensées déformées ou les croyances inutiles associées à la douleur chronique.",
  "step-2": "Réflexions sur le défi:",
  "step-2-explanation": "Remettez en question la véracité et l'utilité des pensées négatives, en recherchant des preuves qui les soutiennent ou les renforcent.",
  "step-3": "Restructuration cognitive:",
  "step-3-explanation": "Modifiez les pensées négatives avec des croyances plus réalistes et utiles, en utilisant des techniques telles que la recherche d'alternatives, le changement de perspective et la génération de pensées positives.",
  "step-4": "Pratique régulière :",
  "step-4-explanation": "Appliquez ces étapes régulièrement dans les situations où ces pensées négatives surgissent, jusqu'à ce que vous intériorisiez les nouvelles pensées."
}
