{
  "reinforce-positive-thought": "Renforce la pensée positive",
  "how-you-feel": "Que ressentez-vous cette nouvelle pensée?",
  "much-better": "Beaucoup mieux",
  "better": "Mieux",
  "dont-know": "Je ne sais pas",
  "same": "Comme avant",
  "continue": "Continuer",
  "choose-first": "Choisissez d'abord un sentiment",
  "you-know-why": "Tu sais pourquoi?",
  "because": "Parce que vous vivez ce qui suit:",
  "first-reason": "1. Réduction du stress:",
  "explanation-first-reason": "Se concentrer sur des pensées positives réduit les niveaux de stress et d'anxiété, ce qui améliore votre humeur.",
  "second-reason": "2. Libération d'endorphines:",
  "explanation-second-reason": "Penser positivement stimule la libération d'endorphines, qui sont des neurotransmetteurs qui agissent comme des analgésiques naturels et génèrent une sensation de bien-être.",
  "third-reason": "3. Amélioration de l'estime de soi:",
  "explanation-third-reason": "Renforcer les pensées positives renforce l'estime de soi et la confiance en soi, ce qui contribue à un sentiment général de bien-être.",
  "and-the-best": "Et le meilleur:",
  "last-explanation": "Vous affaiblissez les connexions neuronales qui envoient la sensation de douleur au cerveau et vous en créez de nouvelles qui envoient du bien-être.",
  "dont-worry": "Ne t'inquiète pas",
  "first-paragraph": "Il se peut que vous ne ressentiez pas d'amélioration immédiate de votre état d'anxiété ou de douleur.",
  "normal": "C'est normal.",
  "second-paragraph": "Cependant, nous vous encourageons à continuer à travailler sur vos réflexions.",
  "third-paragraph": "Avec cet exercice, vous affaiblissez les connexions neuronales qui envoient la sensation de douleur au cerveau et vous en créez de nouvelles qui envoient confiance et bien-être.",
  "fourth-paragraph": "Bien sûr, comme c'est normal, vous renforcez inconsciemment les connexions qui envoient de la douleur et de la peur au cerveau depuis longtemps, depuis la première réaction que vous avez eue la première fois. Ça arrive à tout le monde. C'est pourquoi de nouvelles connexions mettront un certain temps à se former.",
  "patience": "Mais avec de la patience, cela peut être réalisé.",
  "finish": "Finition",
  "sorry-server-error": "Désolé, une erreur s'est produite. Merci d'essayer plus tard"
}
